[
    {
      "name": "9ct Gold Wedding Band",
      "image": "https://media.beaverbrooks.co.uk/i/beaverbrooks/WAA0352_0/9ct-Gold-Mens-Wedding-Ring-0004984?$PDP_M_R$",
      "description": "Beautiful 9ct gold wedding band, perfect for your special day. Durable and comfortable to wear.",
      "category": "ring",
      "price": 230
    },
    {
      "name": "White Gold Diamond Ring",
      "image": "https://s1.apart.pl/products/jewellery/packshot/39373/apart-101-219--0.jpg",
      "description": "Elegant white gold diamond ring with sparkling round cut diamond. This ring is perfect for a proposal or as a wedding band.",
      "category": "ring",
      "price": 300
    },
    {
      "name": "Sterling Silver Stone Set Tennis Bracelet",
      "image":"https://d34qiagx43sg99.cloudfront.net/3926443-1490.jpg",
      "description": "The bracelet features a row of sparkling stones, set in a classic and timeless design. The bracelet is adjustable and features a lobster claw clasp, ensuring a comfortable and secure fit on the wrist. Comes with a jewellery box, perfect for storage or gifting.",
      "category": "bracelet",
      "price": 45
    },
    {
        "name": "Rolex Datejust 41 Watch",
        "image":"https://content.rolex.com/dam/2022/upright-bba/m126334-0001.png?impolicy=v6-upright",
        "description": "This Rolex Datejust 41 watch is a classic timepiece that combines elegant style with precision engineering. The watch features a stainless steel case with a diameter of 41mm, a fluted bezel and a silver dial. This Rolex Datejust 41 watch is a classic timepiece that combines elegant style with precision engineering. The watch features a stainless steel case with a diameter of 41mm, a fluted bezel and a silver dial. The watch comes with box and papers.",
        "category": "bracelet",
        "price": 8999
      },
      {
        "name": "Tiffany True速 Engagement Ring with a Tiffany True速 Diamond in Platinum",
        "image":"https://media.tiffany.com/is/image/Tiffany/EcomItemL2/tiffany-true-engagement-ring-with-a-tiffany-true-diamond-in-platinum-63595136_996387_ED_M.jpg?&op_usm=1.75,1.0,6.0&$cropN=0.1,0.1,0.8,0.8&defaultImage=NoImageAvailableInternal&" ,
        "description": "This Tiffany True速 engagement ring is a stunning and timeless piece, crafted from the finest platinum. The ring features a stunning Tiffany True速 diamond, which is cut to the brand's exacting standards for maximum brilliance and fire. The diamond is held securely in a four-prong setting, allowing light to flood through the stone from every angle. With the purchase of this ring, you'll also receive a Tiffany & Co. certificate of authenticity and care instructions.",
        "category": "ring",
        "price": 7299
      },
      {
        "name": "Sterling Silver Amethyst & Diamond Studded Earrings",
        "image": "https://d34qiagx43sg99.cloudfront.net/5032652-1490.jpg",
        "description": "These sterling silver earrings are a beautiful and elegant accessory, perfect for adding a touch of color and sparkle to any outfit. The earrings feature rich purple amethysts, which are surrounded by sparkling diamonds. The stones are set in a classic stud design, The earrings come with butterfly backs, ensuring a secure and comfortable fit. Comes with a jewellery box, perfect for storage or gifting.",
        "category": "earring",
        "price": 98
      },
      {
        "name": "9ct Yellow Gold Twist Hoop Earrings",
        "image": "https://d34qiagx43sg99.cloudfront.net/2968878-1490.jpg",
        "description": "These 9ct yellow gold hoop earrings are a stylish and elegant accessory made of 9ct yellow gold with a diameter of 20mm, which gives them a warm and rich color.",
        "category": "earring",
        "price": 50
      },
      {
        "name": "Tissot PRC 200 Chronograph Stainless Steel Bracelet Watch",
        "image": "https://www.berrysjewellers.co.uk/images/tissot-prc-200-steel-43mm-mens-chronograph-bracelet-watch-p21160-43994_image.jpg",
        "description": "This Tissot PRC 200 chronograph watch is a sporty and elegant timepiece which features a stainless steel case with a diameter of 42mm and a thickness of 12mm, a scratch-resistant sapphire crystal, which protects the silver dial with black hour markers and hands, including a date function at 4 o'clock position. Water resistant to 200 meters. Fitted with a stainless steel bracelet with a folding clasp. Comes with box and papers.",
        "category": "bracelet",
        "price": 539
      },
      {
        "name": "Cartier Love Bracelet, Yellow Gold",
        "image": "https://assets.xupes.com/Images/Product/46679/SingleImages/Main/Love-Bangle.jpg",
        "description": "The Cartier Love bracelet is a timeless and iconic design crafted from luxurious 18k yellow gold. The bracelet features a unique screw design, which symbolises eternal love and commitment. Requires a special screwdriver, which is included with the purchase of the bracelet. Comes with a Cartier box and authenticity papers.",
        "category": "bracelet",
        "price": 5600
      },
      {
        "name": "Vivienne Westwood Mini Bas Relief brass and cubic zirconia pendant necklace",
        "image": "https://images.selfridges.com/is/image/selfridges/R03834594_PLATINUMCRYSTAL_M?$PDP_M_ZOOM$",
        "description": "This Vivienne Westwood pendant necklace combines classic design with contemporary style. The necklace features a brass mini bas-relief pendant, which is adorned with sparkling cubic zirconia. This is suspended on an adjustable delicate brass chain, fastened with a lobster claw clasp with a total length of 16 inches. Comes with a branded gift box. ",
        "category": "necklace",
        "price": 120
      }
    ]
  